{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v2.8.1", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of6.bin", "group1-shard2of6.bin", "group1-shard3of6.bin", "group1-shard4of6.bin", "group1-shard5of6.bin", "group1-shard6of6.bin"], "weights": [{"name": "stem_conv/kernel", "shape": [3, 3, 3, 32], "dtype": "float32"}, {"name": "stem_bn/gamma", "shape": [32], "dtype": "float32"}, {"name": "stem_bn/beta", "shape": [32], "dtype": "float32"}, {"name": "stem_bn/moving_mean", "shape": [32], "dtype": "float32"}, {"name": "stem_bn/moving_variance", "shape": [32], "dtype": "float32"}, {"name": "block1a_dwconv/depthwise_kernel", "shape": [3, 3, 32, 1], "dtype": "float32"}, {"name": "block1a_bn/gamma", "shape": [32], "dtype": "float32"}, {"name": "block1a_bn/beta", "shape": [32], "dtype": "float32"}, {"name": "block1a_bn/moving_mean", "shape": [32], "dtype": "float32"}, {"name": "block1a_bn/moving_variance", "shape": [32], "dtype": "float32"}, {"name": "block1a_se_reduce/kernel", "shape": [1, 1, 32, 8], "dtype": "float32"}, {"name": "block1a_se_reduce/bias", "shape": [8], "dtype": "float32"}, {"name": "block1a_se_expand/kernel", "shape": [1, 1, 8, 32], "dtype": "float32"}, {"name": "block1a_se_expand/bias", "shape": [32], "dtype": "float32"}, {"name": "block1a_project_conv/kernel", "shape": [1, 1, 32, 16], "dtype": "float32"}, {"name": "block1a_project_bn/gamma", "shape": [16], "dtype": "float32"}, {"name": "block1a_project_bn/beta", "shape": [16], "dtype": "float32"}, {"name": "block1a_project_bn/moving_mean", "shape": [16], "dtype": "float32"}, {"name": "block1a_project_bn/moving_variance", "shape": [16], "dtype": "float32"}, {"name": "block2a_expand_conv/kernel", "shape": [1, 1, 16, 96], "dtype": "float32"}, {"name": "block2a_expand_bn/gamma", "shape": [96], "dtype": "float32"}, {"name": "block2a_expand_bn/beta", "shape": [96], "dtype": "float32"}, {"name": "block2a_expand_bn/moving_mean", "shape": [96], "dtype": "float32"}, {"name": "block2a_expand_bn/moving_variance", "shape": [96], "dtype": "float32"}, {"name": "block2a_dwconv/depthwise_kernel", "shape": [3, 3, 96, 1], "dtype": "float32"}, {"name": "block2a_bn/gamma", "shape": [96], "dtype": "float32"}, {"name": "block2a_bn/beta", "shape": [96], "dtype": "float32"}, {"name": "block2a_bn/moving_mean", "shape": [96], "dtype": "float32"}, {"name": "block2a_bn/moving_variance", "shape": [96], "dtype": "float32"}, {"name": "block2a_se_reduce/kernel", "shape": [1, 1, 96, 4], "dtype": "float32"}, {"name": "block2a_se_reduce/bias", "shape": [4], "dtype": "float32"}, {"name": "block2a_se_expand/kernel", "shape": [1, 1, 4, 96], "dtype": "float32"}, {"name": "block2a_se_expand/bias", "shape": [96], "dtype": "float32"}, {"name": "block2a_project_conv/kernel", "shape": [1, 1, 96, 24], "dtype": "float32"}, {"name": "block2a_project_bn/gamma", "shape": [24], "dtype": "float32"}, {"name": "block2a_project_bn/beta", "shape": [24], "dtype": "float32"}, {"name": "block2a_project_bn/moving_mean", "shape": [24], "dtype": "float32"}, {"name": "block2a_project_bn/moving_variance", "shape": [24], "dtype": "float32"}, {"name": "block2b_expand_conv/kernel", "shape": [1, 1, 24, 144], "dtype": "float32"}, {"name": "block2b_expand_bn/gamma", "shape": [144], "dtype": "float32"}, {"name": "block2b_expand_bn/beta", "shape": [144], "dtype": "float32"}, {"name": "block2b_expand_bn/moving_mean", "shape": [144], "dtype": "float32"}, {"name": "block2b_expand_bn/moving_variance", "shape": [144], "dtype": "float32"}, {"name": "block2b_dwconv/depthwise_kernel", "shape": [3, 3, 144, 1], "dtype": "float32"}, {"name": "block2b_bn/gamma", "shape": [144], "dtype": "float32"}, {"name": "block2b_bn/beta", "shape": [144], "dtype": "float32"}, {"name": "block2b_bn/moving_mean", "shape": [144], "dtype": "float32"}, {"name": "block2b_bn/moving_variance", "shape": [144], "dtype": "float32"}, {"name": "block2b_se_reduce/kernel", "shape": [1, 1, 144, 6], "dtype": "float32"}, {"name": "block2b_se_reduce/bias", "shape": [6], "dtype": "float32"}, {"name": "block2b_se_expand/kernel", "shape": [1, 1, 6, 144], "dtype": "float32"}, {"name": "block2b_se_expand/bias", "shape": [144], "dtype": "float32"}, {"name": "block2b_project_conv/kernel", "shape": [1, 1, 144, 24], "dtype": "float32"}, {"name": "block2b_project_bn/gamma", "shape": [24], "dtype": "float32"}, {"name": "block2b_project_bn/beta", "shape": [24], "dtype": "float32"}, {"name": "block2b_project_bn/moving_mean", "shape": [24], "dtype": "float32"}, {"name": "block2b_project_bn/moving_variance", "shape": [24], "dtype": "float32"}, {"name": "block3a_expand_conv/kernel", "shape": [1, 1, 24, 144], "dtype": "float32"}, {"name": "block3a_expand_bn/gamma", "shape": [144], "dtype": "float32"}, {"name": "block3a_expand_bn/beta", "shape": [144], "dtype": "float32"}, {"name": "block3a_expand_bn/moving_mean", "shape": [144], "dtype": "float32"}, {"name": "block3a_expand_bn/moving_variance", "shape": [144], "dtype": "float32"}, {"name": "block3a_dwconv/depthwise_kernel", "shape": [5, 5, 144, 1], "dtype": "float32"}, {"name": "block3a_bn/gamma", "shape": [144], "dtype": "float32"}, {"name": "block3a_bn/beta", "shape": [144], "dtype": "float32"}, {"name": "block3a_bn/moving_mean", "shape": [144], "dtype": "float32"}, {"name": "block3a_bn/moving_variance", "shape": [144], "dtype": "float32"}, {"name": "block3a_se_reduce/kernel", "shape": [1, 1, 144, 6], "dtype": "float32"}, {"name": "block3a_se_reduce/bias", "shape": [6], "dtype": "float32"}, {"name": "block3a_se_expand/kernel", "shape": [1, 1, 6, 144], "dtype": "float32"}, {"name": "block3a_se_expand/bias", "shape": [144], "dtype": "float32"}, {"name": "block3a_project_conv/kernel", "shape": [1, 1, 144, 40], "dtype": "float32"}, {"name": "block3a_project_bn/gamma", "shape": [40], "dtype": "float32"}, {"name": "block3a_project_bn/beta", "shape": [40], "dtype": "float32"}, {"name": "block3a_project_bn/moving_mean", "shape": [40], "dtype": "float32"}, {"name": "block3a_project_bn/moving_variance", "shape": [40], "dtype": "float32"}, {"name": "block3b_expand_conv/kernel", "shape": [1, 1, 40, 240], "dtype": "float32"}, {"name": "block3b_expand_bn/gamma", "shape": [240], "dtype": "float32"}, {"name": "block3b_expand_bn/beta", "shape": [240], "dtype": "float32"}, {"name": "block3b_expand_bn/moving_mean", "shape": [240], "dtype": "float32"}, {"name": "block3b_expand_bn/moving_variance", "shape": [240], "dtype": "float32"}, {"name": "block3b_dwconv/depthwise_kernel", "shape": [5, 5, 240, 1], "dtype": "float32"}, {"name": "block3b_bn/gamma", "shape": [240], "dtype": "float32"}, {"name": "block3b_bn/beta", "shape": [240], "dtype": "float32"}, {"name": "block3b_bn/moving_mean", "shape": [240], "dtype": "float32"}, {"name": "block3b_bn/moving_variance", "shape": [240], "dtype": "float32"}, {"name": "block3b_se_reduce/kernel", "shape": [1, 1, 240, 10], "dtype": "float32"}, {"name": "block3b_se_reduce/bias", "shape": [10], "dtype": "float32"}, {"name": "block3b_se_expand/kernel", "shape": [1, 1, 10, 240], "dtype": "float32"}, {"name": "block3b_se_expand/bias", "shape": [240], "dtype": "float32"}, {"name": "block3b_project_conv/kernel", "shape": [1, 1, 240, 40], "dtype": "float32"}, {"name": "block3b_project_bn/gamma", "shape": [40], "dtype": "float32"}, {"name": "block3b_project_bn/beta", "shape": [40], "dtype": "float32"}, {"name": "block3b_project_bn/moving_mean", "shape": [40], "dtype": "float32"}, {"name": "block3b_project_bn/moving_variance", "shape": [40], "dtype": "float32"}, {"name": "block4a_expand_conv/kernel", "shape": [1, 1, 40, 240], "dtype": "float32"}, {"name": "block4a_expand_bn/gamma", "shape": [240], "dtype": "float32"}, {"name": "block4a_expand_bn/beta", "shape": [240], "dtype": "float32"}, {"name": "block4a_expand_bn/moving_mean", "shape": [240], "dtype": "float32"}, {"name": "block4a_expand_bn/moving_variance", "shape": [240], "dtype": "float32"}, {"name": "block4a_dwconv/depthwise_kernel", "shape": [3, 3, 240, 1], "dtype": "float32"}, {"name": "block4a_bn/gamma", "shape": [240], "dtype": "float32"}, {"name": "block4a_bn/beta", "shape": [240], "dtype": "float32"}, {"name": "block4a_bn/moving_mean", "shape": [240], "dtype": "float32"}, {"name": "block4a_bn/moving_variance", "shape": [240], "dtype": "float32"}, {"name": "block4a_se_reduce/kernel", "shape": [1, 1, 240, 10], "dtype": "float32"}, {"name": "block4a_se_reduce/bias", "shape": [10], "dtype": "float32"}, {"name": "block4a_se_expand/kernel", "shape": [1, 1, 10, 240], "dtype": "float32"}, {"name": "block4a_se_expand/bias", "shape": [240], "dtype": "float32"}, {"name": "block4a_project_conv/kernel", "shape": [1, 1, 240, 80], "dtype": "float32"}, {"name": "block4a_project_bn/gamma", "shape": [80], "dtype": "float32"}, {"name": "block4a_project_bn/beta", "shape": [80], "dtype": "float32"}, {"name": "block4a_project_bn/moving_mean", "shape": [80], "dtype": "float32"}, {"name": "block4a_project_bn/moving_variance", "shape": [80], "dtype": "float32"}, {"name": "block4b_expand_conv/kernel", "shape": [1, 1, 80, 480], "dtype": "float32"}, {"name": "block4b_expand_bn/gamma", "shape": [480], "dtype": "float32"}, {"name": "block4b_expand_bn/beta", "shape": [480], "dtype": "float32"}, {"name": "block4b_expand_bn/moving_mean", "shape": [480], "dtype": "float32"}, {"name": "block4b_expand_bn/moving_variance", "shape": [480], "dtype": "float32"}, {"name": "block4b_dwconv/depthwise_kernel", "shape": [3, 3, 480, 1], "dtype": "float32"}, {"name": "block4b_bn/gamma", "shape": [480], "dtype": "float32"}, {"name": "block4b_bn/beta", "shape": [480], "dtype": "float32"}, {"name": "block4b_bn/moving_mean", "shape": [480], "dtype": "float32"}, {"name": "block4b_bn/moving_variance", "shape": [480], "dtype": "float32"}, {"name": "block4b_se_reduce/kernel", "shape": [1, 1, 480, 20], "dtype": "float32"}, {"name": "block4b_se_reduce/bias", "shape": [20], "dtype": "float32"}, {"name": "block4b_se_expand/kernel", "shape": [1, 1, 20, 480], "dtype": "float32"}, {"name": "block4b_se_expand/bias", "shape": [480], "dtype": "float32"}, {"name": "block4b_project_conv/kernel", "shape": [1, 1, 480, 80], "dtype": "float32"}, {"name": "block4b_project_bn/gamma", "shape": [80], "dtype": "float32"}, {"name": "block4b_project_bn/beta", "shape": [80], "dtype": "float32"}, {"name": "block4b_project_bn/moving_mean", "shape": [80], "dtype": "float32"}, {"name": "block4b_project_bn/moving_variance", "shape": [80], "dtype": "float32"}, {"name": "block4c_expand_conv/kernel", "shape": [1, 1, 80, 480], "dtype": "float32"}, {"name": "block4c_expand_bn/gamma", "shape": [480], "dtype": "float32"}, {"name": "block4c_expand_bn/beta", "shape": [480], "dtype": "float32"}, {"name": "block4c_expand_bn/moving_mean", "shape": [480], "dtype": "float32"}, {"name": "block4c_expand_bn/moving_variance", "shape": [480], "dtype": "float32"}, {"name": "block4c_dwconv/depthwise_kernel", "shape": [3, 3, 480, 1], "dtype": "float32"}, {"name": "block4c_bn/gamma", "shape": [480], "dtype": "float32"}, {"name": "block4c_bn/beta", "shape": [480], "dtype": "float32"}, {"name": "block4c_bn/moving_mean", "shape": [480], "dtype": "float32"}, {"name": "block4c_bn/moving_variance", "shape": [480], "dtype": "float32"}, {"name": "block4c_se_reduce/kernel", "shape": [1, 1, 480, 20], "dtype": "float32"}, {"name": "block4c_se_reduce/bias", "shape": [20], "dtype": "float32"}, {"name": "block4c_se_expand/kernel", "shape": [1, 1, 20, 480], "dtype": "float32"}, {"name": "block4c_se_expand/bias", "shape": [480], "dtype": "float32"}, {"name": "block4c_project_conv/kernel", "shape": [1, 1, 480, 80], "dtype": "float32"}, {"name": "block4c_project_bn/gamma", "shape": [80], "dtype": "float32"}, {"name": "block4c_project_bn/beta", "shape": [80], "dtype": "float32"}, {"name": "block4c_project_bn/moving_mean", "shape": [80], "dtype": "float32"}, {"name": "block4c_project_bn/moving_variance", "shape": [80], "dtype": "float32"}, {"name": "block5a_expand_conv/kernel", "shape": [1, 1, 80, 480], "dtype": "float32"}, {"name": "block5a_expand_bn/gamma", "shape": [480], "dtype": "float32"}, {"name": "block5a_expand_bn/beta", "shape": [480], "dtype": "float32"}, {"name": "block5a_expand_bn/moving_mean", "shape": [480], "dtype": "float32"}, {"name": "block5a_expand_bn/moving_variance", "shape": [480], "dtype": "float32"}, {"name": "block5a_dwconv/depthwise_kernel", "shape": [5, 5, 480, 1], "dtype": "float32"}, {"name": "block5a_bn/gamma", "shape": [480], "dtype": "float32"}, {"name": "block5a_bn/beta", "shape": [480], "dtype": "float32"}, {"name": "block5a_bn/moving_mean", "shape": [480], "dtype": "float32"}, {"name": "block5a_bn/moving_variance", "shape": [480], "dtype": "float32"}, {"name": "block5a_se_reduce/kernel", "shape": [1, 1, 480, 20], "dtype": "float32"}, {"name": "block5a_se_reduce/bias", "shape": [20], "dtype": "float32"}, {"name": "block5a_se_expand/kernel", "shape": [1, 1, 20, 480], "dtype": "float32"}, {"name": "block5a_se_expand/bias", "shape": [480], "dtype": "float32"}, {"name": "block5a_project_conv/kernel", "shape": [1, 1, 480, 112], "dtype": "float32"}, {"name": "block5a_project_bn/gamma", "shape": [112], "dtype": "float32"}, {"name": "block5a_project_bn/beta", "shape": [112], "dtype": "float32"}, {"name": "block5a_project_bn/moving_mean", "shape": [112], "dtype": "float32"}, {"name": "block5a_project_bn/moving_variance", "shape": [112], "dtype": "float32"}, {"name": "block5b_expand_conv/kernel", "shape": [1, 1, 112, 672], "dtype": "float32"}, {"name": "block5b_expand_bn/gamma", "shape": [672], "dtype": "float32"}, {"name": "block5b_expand_bn/beta", "shape": [672], "dtype": "float32"}, {"name": "block5b_expand_bn/moving_mean", "shape": [672], "dtype": "float32"}, {"name": "block5b_expand_bn/moving_variance", "shape": [672], "dtype": "float32"}, {"name": "block5b_dwconv/depthwise_kernel", "shape": [5, 5, 672, 1], "dtype": "float32"}, {"name": "block5b_bn/gamma", "shape": [672], "dtype": "float32"}, {"name": "block5b_bn/beta", "shape": [672], "dtype": "float32"}, {"name": "block5b_bn/moving_mean", "shape": [672], "dtype": "float32"}, {"name": "block5b_bn/moving_variance", "shape": [672], "dtype": "float32"}, {"name": "block5b_se_reduce/kernel", "shape": [1, 1, 672, 28], "dtype": "float32"}, {"name": "block5b_se_reduce/bias", "shape": [28], "dtype": "float32"}, {"name": "block5b_se_expand/kernel", "shape": [1, 1, 28, 672], "dtype": "float32"}, {"name": "block5b_se_expand/bias", "shape": [672], "dtype": "float32"}, {"name": "block5b_project_conv/kernel", "shape": [1, 1, 672, 112], "dtype": "float32"}, {"name": "block5b_project_bn/gamma", "shape": [112], "dtype": "float32"}, {"name": "block5b_project_bn/beta", "shape": [112], "dtype": "float32"}, {"name": "block5b_project_bn/moving_mean", "shape": [112], "dtype": "float32"}, {"name": "block5b_project_bn/moving_variance", "shape": [112], "dtype": "float32"}, {"name": "block5c_expand_conv/kernel", "shape": [1, 1, 112, 672], "dtype": "float32"}, {"name": "block5c_expand_bn/gamma", "shape": [672], "dtype": "float32"}, {"name": "block5c_expand_bn/beta", "shape": [672], "dtype": "float32"}, {"name": "block5c_expand_bn/moving_mean", "shape": [672], "dtype": "float32"}, {"name": "block5c_expand_bn/moving_variance", "shape": [672], "dtype": "float32"}, {"name": "block5c_dwconv/depthwise_kernel", "shape": [5, 5, 672, 1], "dtype": "float32"}, {"name": "block5c_bn/gamma", "shape": [672], "dtype": "float32"}, {"name": "block5c_bn/beta", "shape": [672], "dtype": "float32"}, {"name": "block5c_bn/moving_mean", "shape": [672], "dtype": "float32"}, {"name": "block5c_bn/moving_variance", "shape": [672], "dtype": "float32"}, {"name": "block5c_se_reduce/kernel", "shape": [1, 1, 672, 28], "dtype": "float32"}, {"name": "block5c_se_reduce/bias", "shape": [28], "dtype": "float32"}, {"name": "block5c_se_expand/kernel", "shape": [1, 1, 28, 672], "dtype": "float32"}, {"name": "block5c_se_expand/bias", "shape": [672], "dtype": "float32"}, {"name": "block5c_project_conv/kernel", "shape": [1, 1, 672, 112], "dtype": "float32"}, {"name": "block5c_project_bn/gamma", "shape": [112], "dtype": "float32"}, {"name": "block5c_project_bn/beta", "shape": [112], "dtype": "float32"}, {"name": "block5c_project_bn/moving_mean", "shape": [112], "dtype": "float32"}, {"name": "block5c_project_bn/moving_variance", "shape": [112], "dtype": "float32"}, {"name": "block6a_expand_conv/kernel", "shape": [1, 1, 112, 672], "dtype": "float32"}, {"name": "block6a_expand_bn/gamma", "shape": [672], "dtype": "float32"}, {"name": "block6a_expand_bn/beta", "shape": [672], "dtype": "float32"}, {"name": "block6a_expand_bn/moving_mean", "shape": [672], "dtype": "float32"}, {"name": "block6a_expand_bn/moving_variance", "shape": [672], "dtype": "float32"}, {"name": "block6a_dwconv/depthwise_kernel", "shape": [5, 5, 672, 1], "dtype": "float32"}, {"name": "block6a_bn/gamma", "shape": [672], "dtype": "float32"}, {"name": "block6a_bn/beta", "shape": [672], "dtype": "float32"}, {"name": "block6a_bn/moving_mean", "shape": [672], "dtype": "float32"}, {"name": "block6a_bn/moving_variance", "shape": [672], "dtype": "float32"}, {"name": "block6a_se_reduce/kernel", "shape": [1, 1, 672, 28], "dtype": "float32"}, {"name": "block6a_se_reduce/bias", "shape": [28], "dtype": "float32"}, {"name": "block6a_se_expand/kernel", "shape": [1, 1, 28, 672], "dtype": "float32"}, {"name": "block6a_se_expand/bias", "shape": [672], "dtype": "float32"}, {"name": "block6a_project_conv/kernel", "shape": [1, 1, 672, 192], "dtype": "float32"}, {"name": "block6a_project_bn/gamma", "shape": [192], "dtype": "float32"}, {"name": "block6a_project_bn/beta", "shape": [192], "dtype": "float32"}, {"name": "block6a_project_bn/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "block6a_project_bn/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "block6b_expand_conv/kernel", "shape": [1, 1, 192, 1152], "dtype": "float32"}, {"name": "block6b_expand_bn/gamma", "shape": [1152], "dtype": "float32"}, {"name": "block6b_expand_bn/beta", "shape": [1152], "dtype": "float32"}, {"name": "block6b_expand_bn/moving_mean", "shape": [1152], "dtype": "float32"}, {"name": "block6b_expand_bn/moving_variance", "shape": [1152], "dtype": "float32"}, {"name": "block6b_dwconv/depthwise_kernel", "shape": [5, 5, 1152, 1], "dtype": "float32"}, {"name": "block6b_bn/gamma", "shape": [1152], "dtype": "float32"}, {"name": "block6b_bn/beta", "shape": [1152], "dtype": "float32"}, {"name": "block6b_bn/moving_mean", "shape": [1152], "dtype": "float32"}, {"name": "block6b_bn/moving_variance", "shape": [1152], "dtype": "float32"}, {"name": "block6b_se_reduce/kernel", "shape": [1, 1, 1152, 48], "dtype": "float32"}, {"name": "block6b_se_reduce/bias", "shape": [48], "dtype": "float32"}, {"name": "block6b_se_expand/kernel", "shape": [1, 1, 48, 1152], "dtype": "float32"}, {"name": "block6b_se_expand/bias", "shape": [1152], "dtype": "float32"}, {"name": "block6b_project_conv/kernel", "shape": [1, 1, 1152, 192], "dtype": "float32"}, {"name": "block6b_project_bn/gamma", "shape": [192], "dtype": "float32"}, {"name": "block6b_project_bn/beta", "shape": [192], "dtype": "float32"}, {"name": "block6b_project_bn/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "block6b_project_bn/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "block6c_expand_conv/kernel", "shape": [1, 1, 192, 1152], "dtype": "float32"}, {"name": "block6c_expand_bn/gamma", "shape": [1152], "dtype": "float32"}, {"name": "block6c_expand_bn/beta", "shape": [1152], "dtype": "float32"}, {"name": "block6c_expand_bn/moving_mean", "shape": [1152], "dtype": "float32"}, {"name": "block6c_expand_bn/moving_variance", "shape": [1152], "dtype": "float32"}, {"name": "block6c_dwconv/depthwise_kernel", "shape": [5, 5, 1152, 1], "dtype": "float32"}, {"name": "block6c_bn/gamma", "shape": [1152], "dtype": "float32"}, {"name": "block6c_bn/beta", "shape": [1152], "dtype": "float32"}, {"name": "block6c_bn/moving_mean", "shape": [1152], "dtype": "float32"}, {"name": "block6c_bn/moving_variance", "shape": [1152], "dtype": "float32"}, {"name": "block6c_se_reduce/kernel", "shape": [1, 1, 1152, 48], "dtype": "float32"}, {"name": "block6c_se_reduce/bias", "shape": [48], "dtype": "float32"}, {"name": "block6c_se_expand/kernel", "shape": [1, 1, 48, 1152], "dtype": "float32"}, {"name": "block6c_se_expand/bias", "shape": [1152], "dtype": "float32"}, {"name": "block6c_project_conv/kernel", "shape": [1, 1, 1152, 192], "dtype": "float32"}, {"name": "block6c_project_bn/gamma", "shape": [192], "dtype": "float32"}, {"name": "block6c_project_bn/beta", "shape": [192], "dtype": "float32"}, {"name": "block6c_project_bn/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "block6c_project_bn/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "block6d_expand_conv/kernel", "shape": [1, 1, 192, 1152], "dtype": "float32"}, {"name": "block6d_expand_bn/gamma", "shape": [1152], "dtype": "float32"}, {"name": "block6d_expand_bn/beta", "shape": [1152], "dtype": "float32"}, {"name": "block6d_expand_bn/moving_mean", "shape": [1152], "dtype": "float32"}, {"name": "block6d_expand_bn/moving_variance", "shape": [1152], "dtype": "float32"}, {"name": "block6d_dwconv/depthwise_kernel", "shape": [5, 5, 1152, 1], "dtype": "float32"}, {"name": "block6d_bn/gamma", "shape": [1152], "dtype": "float32"}, {"name": "block6d_bn/beta", "shape": [1152], "dtype": "float32"}, {"name": "block6d_bn/moving_mean", "shape": [1152], "dtype": "float32"}, {"name": "block6d_bn/moving_variance", "shape": [1152], "dtype": "float32"}, {"name": "block6d_se_reduce/kernel", "shape": [1, 1, 1152, 48], "dtype": "float32"}, {"name": "block6d_se_reduce/bias", "shape": [48], "dtype": "float32"}, {"name": "block6d_se_expand/kernel", "shape": [1, 1, 48, 1152], "dtype": "float32"}, {"name": "block6d_se_expand/bias", "shape": [1152], "dtype": "float32"}, {"name": "block6d_project_conv/kernel", "shape": [1, 1, 1152, 192], "dtype": "float32"}, {"name": "block6d_project_bn/gamma", "shape": [192], "dtype": "float32"}, {"name": "block6d_project_bn/beta", "shape": [192], "dtype": "float32"}, {"name": "block6d_project_bn/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "block6d_project_bn/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "block7a_expand_conv/kernel", "shape": [1, 1, 192, 1152], "dtype": "float32"}, {"name": "block7a_expand_bn/gamma", "shape": [1152], "dtype": "float32"}, {"name": "block7a_expand_bn/beta", "shape": [1152], "dtype": "float32"}, {"name": "block7a_expand_bn/moving_mean", "shape": [1152], "dtype": "float32"}, {"name": "block7a_expand_bn/moving_variance", "shape": [1152], "dtype": "float32"}, {"name": "block7a_dwconv/depthwise_kernel", "shape": [3, 3, 1152, 1], "dtype": "float32"}, {"name": "block7a_bn/gamma", "shape": [1152], "dtype": "float32"}, {"name": "block7a_bn/beta", "shape": [1152], "dtype": "float32"}, {"name": "block7a_bn/moving_mean", "shape": [1152], "dtype": "float32"}, {"name": "block7a_bn/moving_variance", "shape": [1152], "dtype": "float32"}, {"name": "block7a_se_reduce/kernel", "shape": [1, 1, 1152, 48], "dtype": "float32"}, {"name": "block7a_se_reduce/bias", "shape": [48], "dtype": "float32"}, {"name": "block7a_se_expand/kernel", "shape": [1, 1, 48, 1152], "dtype": "float32"}, {"name": "block7a_se_expand/bias", "shape": [1152], "dtype": "float32"}, {"name": "block7a_project_conv/kernel", "shape": [1, 1, 1152, 320], "dtype": "float32"}, {"name": "block7a_project_bn/gamma", "shape": [320], "dtype": "float32"}, {"name": "block7a_project_bn/beta", "shape": [320], "dtype": "float32"}, {"name": "block7a_project_bn/moving_mean", "shape": [320], "dtype": "float32"}, {"name": "block7a_project_bn/moving_variance", "shape": [320], "dtype": "float32"}, {"name": "top_conv/kernel", "shape": [1, 1, 320, 1280], "dtype": "float32"}, {"name": "top_bn/gamma", "shape": [1280], "dtype": "float32"}, {"name": "top_bn/beta", "shape": [1280], "dtype": "float32"}, {"name": "top_bn/moving_mean", "shape": [1280], "dtype": "float32"}, {"name": "top_bn/moving_variance", "shape": [1280], "dtype": "float32"}, {"name": "probs/kernel", "shape": [1280, 1000], "dtype": "float32"}, {"name": "probs/bias", "shape": [1000], "dtype": "float32"}]}]}